{
  "fullname": "נדב שפר",
  "aspiring_animator": "סטודנט אנימציה לעתיד",
	"animation": "אנימציה",
	"animationSecondary": "בשאיפה",
	"programming": "פיתוח תוכנה",
	"design": "עיצוב",
	"film": "קולנוע",
  "interests": "תחומי עניין",
  "videos": "סרטים",
  "sketches": "רישומים",
  "drawings": "ציורים ועיצובים",
  "games": "משחקים",
  "works": "עבודות",
  "watch": "לצפיה",
  "main": "ראשי",
  "untitled": "ללא כותרת",
  "_videos": {
    "goodNeighbors": {
      "title": "שכנות טובה",
      "description": "סרט הגמר שלי בבי\"ס תלמה ילין.\nמאיר רק רוצה לראות את המשחק של מכבי אך שכנתו חסרת התקנה והבן שלה כל הזמן מפריעים לו. כמה עוד הוא יוכל לספוג מהבקשות המגוחכות שלהם?"

    },
    "westernGate": {
      "title": "כניסה",
      "description": "תיכוניסט מנסה להתמודד עם אמצעי בטחון טכנולוגי ומפעילו. המתחים גוברים בקרב בין האדם והמכונה.\nסרט/קליפ קצר שעשיתי כפרוייקט סיום לכתה י\"א."
    },
    "fourAngles": {
      "title": "תרגיל ארבע זוויות",
      "description": "סרט קצר ונורא מוזר שעשיתי בכיתה י'. הייתה לנו משימה לצלם סצנה מארבע זוויות או משהו כזה..."
    },
    "screeningTrailer": {
      "title": "טריילר לערב הקרנות",
      "description": "טריילר לערב ההקרנות לסרטי גמר כיתה י\"ב שלנו. תיכון תלמה ילין מחזור 2010"
    },
    "dontPirate": {
      "title": "לא לפיראטיות במשחקים",
      "description": "סרטון הסברה שהכנתי עבור פרוייקט בתיכון בשיעור אזרחות. כל הנתונים שמוצגים כאן מצוצים מהאצבע ואין להתייחס אליהם ברצינות."
    }
  },
  "_drawings": {
    "eyes_invite_drawing": {
      "title": "",
      "description": "יצירה לערב אומנות ביחידה שלי"
    },
    "movie_man_evolution": {
      "title": "האבולוציה של איש הקולנוע",
      "description": "פלייר עבור ערב הקרנות סרטי כיתה י' בתיכון"
    },
    "mador_logo": {
      "title": "לוגו מדורי",
      "description": "לוגו למדור שלי בצבא. הייתי צריך לשלב בז, יד, גלובוס וחנית"
    },
    "self_portrait_reaching_hand": {
      "title": "דיוקן עצמי בסגנון קומיקס",
      "description": "דיוקן עצמי בסגנון קומיקס"
    },
    "ecamp_shirt": {
      "title": "עיצוב חולצה לeCamp",
      "description": "עיצוב חולצה למחנה קיץ eCamp"
    },
    "green_alien_dude": {
      "title": "Green Alien Dude",
      "description": "דמות קטנה שנבעה ממשחקים בפוטושופ"
    },
    "ecamp_countdown": {
      "title": "ספירה לאחור לeCamp",
      "description": "ספירה לאחור לקראת הפתיחה של המחנה eCamp. הציור נגנז כיוון שהאלימות בו לא התאימה למחנה קיץ לילדים."
    },
    "hogger_logo": {
      "title": "חוגר - לוגו",
      "description": "לוגו עבור תשתית קוד שפתחנו ביחידה הצבאית שלי"
    },
    "yoram_shirt": {
      "title": "",
      "description": "עיצוב חולצה לטיול בית ספר. בכיכובו של ראש המגמה לקולנוע - יורם שפירא"
    },
    "ladders_new_year": {
      "title": "שנה טובה מצוות סולמות",
      "description": "כרטיס שנה טובה שמציג את הלך הרוח בצוות הראשון שלי בצבא"
    },
    "vector_portrait": {
      "title": "",
      "description": "דיוקן עצמי בעיצוב וקטור"
    },
    "docu_screening": {
      "title": "ערב הקרנות שביעיסטים - סרטים תיעודיים",
      "description": "פלייר לערב הקרנות כיתה י\"א לסרטים תיעודיים"
    },
    "blue_poster": {
      "title": "פוסטר כחול",
      "description": "ציור אקספירמנטלי בגרפיקת ווקטור"
    },
    "pixel_portrait": {
      "title": "פורטרט מפוקסל",
      "description": "דיוקן עצמי בpixel-art"
    }
  },
  "_games":{
    "votingGame": {
      "title": "המרוץ לראשות",
      "description": "משחק כפתור אחד שאני וחבר עשינו לקראת הבחירות. במשחק ניתן לבחור שם מפלגה (לא חייבת להיות אמיתית) ולהתחיל להצביע עבורה. ההצבעות מכל השחקנים מצטברות בזמן אמת ונוצרת תחרות עבור המפלגה שתזכה בהכי הרבה הצבעות."
    },
    "generationCatch": {
      "title": "תופסת דורות",
      "description": "משחק שעבדתי עליו כמעצב גרפי במסגרת תחרות Global Game Jam. תחרות יצירת משחקים בינלאומית שבה צריך ליצור משחק ביומיים. המשחק עובד ע\"י שימוש במצלמת אינטרנט. שחקן אחד עומד מול המצלמה ומנסה לפגוע במטרות בזמן ששחקן אחר רואה וידאו שלו ובוחר איפה יופיעו המטרות."
    }
  },
  "about_me": "קצת עלי",
  "about_me_text": "גדלתי בנתניה. בכיתה ט' עברתי ללמוד בתיכון לאומנויות תלמה ילין בגבעתיים, שם נחשפתי לעולם הקולנוע והאומנות. עם הזמן זה הפך לחלק משמעותי מחיי. במסגרת הלימודים יצא לי לכתוב, לביים, להפיק ולערוך סרטים. בנוסף התנסיתי בעיצוב גרפי ובציור עם פוטושופ. אחרי הלימודים עבדתי תקופה קצרה כמדריך במחנה קיץ \"eCamp\" שבו העברתי קורס של ציור קומיקס דיגיטלי וקורס אפקטים בתוכנה Adobe After Effects.\nבצבא עברתי קורס שחקים-אח\"מ והגעתי לחיל המודיעין. במהלך השירות עסקתי בעיקר במחשבים ובתחומים טכנולוגיים אחרים אך עדיין מצאתי הזדמנויות לנצל את כישורי האומנויות שלמדתי בתיכון. כיום אני עובד בחברת הייטק בשם Fabrix Systems שעוסקת במערכות וידאו לחברות כבלים.\nבין השאר יצא לי לעבוד על משחקי מחשב, ללמוד רישום אצל יוסי אבולפיה, ולעסוק בכמה עבודות עריכה ועיצוב.\nאני מעריץ גדול של עולם האנימציה, בין אם מדובר בסרטים באורך מלא, סדרות או סרטים קצרים, וברצוני ללמוד ובהמשך לעבוד בתחום הזה. אשמח אם תקבלו אותי למוסד שלכם."
}
